<!-- FOOTER-SECTION-START -->
<footer class="footer">
    <div class="container">
        <div class="footer_wrapper">
            <div class="footer_top_content">
                <h1 class="footer_title">
                    ফ্রি শুরু করুন – কোনো ক্রেডিট কার্ড প্রয়োজন নেই!
                </h1>

                <a href="#" class="plan_button px-5">
                    চিরকাল ফ্রি প্ল্যান
                </a>
            </div>

            <div class="footer_icon_content">
                <figure class="position-absolute left_1">
                    <img src="{{ asset('1commerce-landing') }}/assets/images/Home/left_1.png" alt="left" />
                </figure>

                <figure class="position-absolute left_2">
                    <svg xmlns="http://www.w3.org/2000/svg" width="392" height="392" viewBox="0 0 392 392"
                        fill="none">
                        <g filter="url(#filter0_f_1_1610)">
                            <circle cx="196" cy="196" r="59" fill="#82FF80" />
                        </g>
                        <defs>
                            <filter id="filter0_f_1_1610" x="0" y="0" width="392" height="392"
                                filterUnits="userSpaceOnUse" color-interpolation-filters="sRGB">
                                <feFlood flood-opacity="0" result="BackgroundImageFix" />
                                <feBlend mode="normal" in="SourceGraphic" in2="BackgroundImageFix" result="shape" />
                                <feGaussianBlur stdDeviation="68.5" result="effect1_foregroundBlur_1_1610" />
                            </filter>
                        </defs>
                    </svg>
                </figure>

                <figure class="position-absolute left_3">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24"
                        fill="none">
                        <circle cx="12" cy="12" r="12" fill="#A533FF" />
                    </svg>
                </figure>

                <figure class="position-absolute right_1">
                    <img src="{{ asset('1commerce-landing') }}/assets/images/Home/right_1.png" alt="right" />
                </figure>

                <figure class="position-absolute right_2">
                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24"
                        fill="none">
                        <circle cx="12" cy="12" r="11.5" stroke="#0A7CFF" />
                    </svg>
                </figure>

                <figure class="position-absolute right_3">
                    <svg xmlns="http://www.w3.org/2000/svg" width="46" height="46" viewBox="0 0 46 46"
                        fill="none">
                        <circle cx="23" cy="23" r="22.5" transform="matrix(-1 0 0 1 46 0)"
                            stroke="#33FFDA" />
                    </svg>
                </figure>
            </div>

            <div class="d-flex justify-content-between align-items-center px-3 px-sm-0">
                <a href="#" class="log">
                    <img src="{{ asset('1commerce-landing') }}/assets/images/Home/Logo.png" alt="logo" />
                </a>
                <div class="d-flex align-items-center gap-1 gap-sm-3">
                    <a href="#" class="socialLink">
                        <svg width="48" height="48" viewBox="0 0 48 48" fill="none"
                            xmlns="http://www.w3.org/2000/svg">
                            <circle cx="24" cy="24" r="24" fill="#FFEAFA" />
                            <path fill-rule="evenodd" clip-rule="evenodd"
                                d="M20.0158 32.8902C21.3457 32.971 22.6741 33.0028 24 32.9998C25.3257 33.0028 26.6543 32.971 27.9843 32.8902C29.1044 32.8221 30.167 32.4511 31.0529 31.7286C31.9062 31.0327 32.4415 30.1006 32.708 29.0565C32.9543 28.092 32.9674 27.1224 32.9795 26.2465L32.9797 26.2293C32.9898 25.4886 32.9982 24.7455 33 24.0016V24V23.9983C32.9982 23.2545 32.9898 22.5114 32.9797 21.7707L32.9795 21.7534C32.9674 20.8776 32.9541 19.908 32.708 18.9434C32.4415 17.8993 31.9062 16.9672 31.0529 16.2714C30.167 15.5489 29.1044 15.178 27.9843 15.1099C26.6543 15.029 25.3257 14.9971 24 15.0002C22.6741 14.9971 21.3457 15.029 20.0158 15.1099C18.8957 15.178 17.8331 15.5489 16.9471 16.2714C16.0937 16.9672 15.5584 17.8993 15.2919 18.9434C15.0458 19.9082 15.0325 20.8779 15.0206 21.7537L15.0203 21.7707C15.0102 22.5114 15.0017 23.2545 15 23.9983V24V24.0016C15.0017 24.7455 15.0102 25.4886 15.0203 26.2293L15.0206 26.2462C15.0325 27.1221 15.0458 28.0918 15.2919 29.0566C15.5584 30.1006 16.0937 31.0327 16.9471 31.7286C17.8331 32.4511 18.8957 32.8221 20.0158 32.8902ZM23.9984 31.5936C22.6965 31.5966 21.3975 31.5654 20.1011 31.4865C19.2406 31.4341 18.4681 31.1544 17.8358 30.6388C17.2484 30.1597 16.8577 29.5048 16.6546 28.7089C16.4546 27.9252 16.4389 27.115 16.4265 26.2101C16.4164 25.4716 16.408 24.7353 16.4063 24C16.408 23.2647 16.4164 22.5283 16.4265 21.7899C16.4389 20.8849 16.4546 20.0748 16.6546 19.2911C16.8577 18.4951 17.2484 17.8402 17.8358 17.3612C18.4681 16.8457 19.2406 16.5658 20.1011 16.5135C21.3975 16.4347 22.6965 16.4034 23.9984 16.4065H24H24.0016C25.3033 16.4034 26.6025 16.4347 27.8988 16.5135C28.7595 16.5658 29.5318 16.8456 30.1641 17.3612C30.7515 17.8402 31.1423 18.4951 31.3454 19.2911C31.5453 20.0748 31.5611 20.8849 31.5735 21.7899C31.5835 22.5283 31.5919 23.2645 31.5938 24C31.5919 24.7354 31.5835 25.4716 31.5735 26.2101C31.5611 27.115 31.5453 27.9252 31.3454 28.7089C31.1423 29.5048 30.7515 30.1597 30.1641 30.6388C29.5318 31.1544 28.7595 31.4341 27.8988 31.4865C26.6025 31.5654 25.3033 31.5966 24.0016 31.5936H24H23.9984Z"
                                fill="#DE00A5" />
                            <path fill-rule="evenodd" clip-rule="evenodd"
                                d="M19.6279 24.0004C19.6279 26.4146 21.5851 28.3718 23.9994 28.3718C26.4136 28.3718 28.3708 26.4146 28.3708 24.0004C28.3708 21.5861 26.4136 19.6289 23.9994 19.6289C21.5851 19.6289 19.6279 21.5861 19.6279 24.0004ZM23.9994 26.9729C22.3576 26.9729 21.0268 25.6421 21.0268 24.0004C21.0268 22.3586 22.3576 21.0278 23.9994 21.0278C25.6411 21.0278 26.9719 22.3586 26.9719 24.0004C26.9719 25.6421 25.6411 26.9729 23.9994 26.9729Z"
                                fill="#DE00A5" />
                            <path
                                d="M29.9145 19.1145C29.9145 19.6826 29.454 20.1431 28.886 20.1431C28.3179 20.1431 27.8574 19.6826 27.8574 19.1145C27.8574 18.5465 28.3179 18.0859 28.886 18.0859C29.454 18.0859 29.9145 18.5465 29.9145 19.1145Z"
                                fill="#DE00A5" />
                        </svg>
                    </a>

                    <a href="#" class="socialLink">
                        <svg width="48" height="48" viewBox="0 0 48 48" fill="none"
                            xmlns="http://www.w3.org/2000/svg">
                            <circle cx="24" cy="24" r="24" fill="#FFEAFA" />
                            <path
                                d="M33 32.9996V26.4805C33 23.2765 32.3103 20.8291 28.5724 20.8291C26.7702 20.8291 25.5687 21.8081 25.0792 22.7426H25.0347V21.1184H21.4971V32.9996H25.1905V27.1034C25.1905 25.546 25.4797 24.0554 27.3931 24.0554C29.2844 24.0554 29.3066 25.813 29.3066 27.1924V32.9773H33V32.9996Z"
                                fill="#DE00A5" />
                            <path d="M15.4893 21.1191H19.1827V33.0003H15.4893V21.1191Z" fill="#DE00A5" />
                            <path
                                d="M17.3362 15.2002C16.157 15.2002 15.2003 16.1569 15.2003 17.3361C15.2003 18.5154 16.157 19.4943 17.3362 19.4943C18.5154 19.4943 19.4721 18.5154 19.4721 17.3361C19.4721 16.1569 18.5154 15.2002 17.3362 15.2002Z"
                                fill="#DE00A5" />
                        </svg>
                    </a>

                    <a href="#" class="socialLink">
                        <svg width="48" height="48" viewBox="0 0 48 48" fill="none"
                            xmlns="http://www.w3.org/2000/svg">
                            <circle cx="24" cy="24" r="24" fill="#FFEAFA" />
                            <path
                                d="M31.9915 19.507C30.9505 19.507 29.99 19.1661 29.2188 18.5911C28.3343 17.932 27.6988 16.9651 27.4743 15.8507C27.4188 15.5753 27.3889 15.2912 27.386 15H24.4125V23.0308L24.4089 27.4298C24.4089 28.6058 23.6342 29.603 22.56 29.9536C22.2483 30.0554 21.9117 30.1037 21.5611 30.0846C21.1137 30.0603 20.6944 29.9268 20.33 29.7114C19.5544 29.2528 19.0286 28.4213 19.0144 27.4698C18.9919 25.9829 20.2082 24.7705 21.7115 24.7705C22.0082 24.7705 22.2932 24.8184 22.56 24.9054V22.7104V21.9213C22.2786 21.8802 21.9923 21.8586 21.7026 21.8586C20.0571 21.8586 18.5182 22.5347 17.4181 23.7527C16.5866 24.673 16.0879 25.8472 16.0109 27.0786C15.9101 28.6962 16.509 30.2339 17.6703 31.3683C17.841 31.535 18.0201 31.6894 18.2075 31.8321C19.2032 32.5894 20.4205 33 21.7026 33C21.9923 33 22.2786 32.9788 22.56 32.9377C23.7577 32.7624 24.8628 32.2205 25.7348 31.3683C26.8064 30.3216 27.3984 28.9317 27.4048 27.4525L27.3896 20.8837C27.9008 21.2734 28.4597 21.596 29.0596 21.8463C29.9926 22.2354 30.9818 22.4326 32 22.4322V20.2981V19.5063L31.9915 19.507Z"
                                fill="#DE00A5" />
                        </svg>
                    </a>

                    <a href="#" class="socialLink">
                        <svg width="48" height="48" viewBox="0 0 48 48" fill="none"
                            xmlns="http://www.w3.org/2000/svg">
                            <circle cx="24" cy="24" r="24" fill="#FFEAFA" />
                            <path
                                d="M24 34C18.4844 34 14 29.5182 14 24.0038C14 18.4818 18.4844 14 24 14C29.5157 14 34 18.4818 34 23.9962C34 29.5103 29.5157 34 24 34ZM32.4297 25.3648C32.1407 25.271 29.789 24.5748 27.1093 24.9973C28.2265 28.0633 28.6797 30.5663 28.7657 31.0825C30.6875 29.792 32.0547 27.7427 32.4297 25.3648ZM27.336 31.8725C27.211 31.1217 26.711 28.5092 25.5157 25.3962C25.5 25.404 25.4765 25.4118 25.461 25.4118C20.6406 27.0935 18.9141 30.4333 18.7578 30.7462C20.2031 31.8725 22.0235 32.5452 24 32.5452C25.1797 32.553 26.3125 32.3105 27.336 31.8725ZM17.6563 29.7215C17.8516 29.393 20.1953 25.5135 24.6015 24.0822C24.711 24.043 24.8282 24.0117 24.9375 23.9805C24.7265 23.4955 24.4922 23.0105 24.2422 22.5335C19.9766 23.8083 15.8359 23.7537 15.4609 23.7458C15.4609 23.8318 15.4531 23.9178 15.4531 24.0038C15.4609 26.2018 16.2891 28.2042 17.6563 29.7215ZM15.6406 22.2597C16.0234 22.2675 19.5391 22.2832 23.539 21.2193C22.125 18.7008 20.5937 16.589 20.375 16.2839C17.9766 17.4102 16.1953 19.616 15.6406 22.2597ZM22 15.7051C22.2343 16.018 23.789 18.1298 25.1875 20.7032C28.2265 19.5612 29.5078 17.8404 29.664 17.6214C28.1563 16.2839 26.1718 15.4705 24 15.4705C23.3125 15.4705 22.6407 15.5565 22 15.7051ZM30.6093 18.607C30.4297 18.8494 29 20.6875 25.8438 21.9782C26.039 22.3848 26.2343 22.7993 26.414 23.214C26.4765 23.3625 26.539 23.5112 26.6015 23.652C29.4453 23.2922 32.2657 23.871 32.5468 23.9257C32.5235 21.9155 31.8047 20.0618 30.6093 18.607Z"
                                fill="#DE00A5" />
                        </svg>
                    </a>
                </div>
            </div>

            <div class="footer_content px-3 px-sm-0">
                <div class="row g-5">
                    <div class="col-lg-4">
                        <p class="description">
                            ওয়ান ই- কমার্স এমন একটি প্লাটফর্ম যার মাধ্যমে কোন প্রকার টেকনিক্যাল নলেজ ছাড়াই অল্প সময়ে
                            ও স্বল্পখরচে
                            আপনি ই-কমার্স ওয়েবসাইট বা ল্যান্ডিংপেইজ তৈরী করে অনলাইন ব্যবসা করতে পারবেন।
                        </p>
                    </div>
                    <div class="col-lg-8">
                        <div class="row g-5">
                            <div class="col-sm-7">
                                <div class="row g-5">
                                    <div class="col-6">
                                        <div class="d-flex flex-column gap-4">
                                            <h3 class="sub_heading">
                                                রিসোর্স
                                            </h3>
                                            <ul class="list-unstyled d-flex flex-column gap-3">
                                                <li>
                                                    <a href="#" class="description">ফিচার</a>
                                                </li>
                                                <li>
                                                    <a href="#" class="description">সুবিধা</a>
                                                </li>
                                                <li>
                                                    <a href="#" class="description">প্রক্রিয়া</a>
                                                </li>
                                                <li>
                                                    <a href="#" class="description">প্রতিক্রিয়া</a>
                                                </li>
                                            </ul>
                                        </div>
                                    </div>
                                    <div class="col-6">
                                        <div class="d-flex flex-column gap-4">
                                            <h3 class="sub_heading">সাপোর্ট</h3>
                                            <ul class="list-unstyled d-flex flex-column gap-3">
                                                <li>
                                                    <a href="#" class="description">আমাদের সম্পর্কে</a>
                                                </li>
                                                <li>
                                                    <a href="#" class="description">প্রাইভেসি পলিসি</a>
                                                </li>
                                                <li>
                                                    <a href="#" class="description">টার্মস অফ সার্ভিস</a>
                                                </li>
                                                <li>
                                                    <a href="#" class="description">যোগাযোগ করুন</a>
                                                </li>
                                            </ul>
                                        </div>
                                    </div>
                                </div>
                            </div>
                            <div class="col-sm-5">
                                <div class="d-flex flex-column gap-4">
                                    <h3 class="sub_heading">
                                        যোগাযোগ
                                    </h3>
                                    <ul class="list-unstyled d-flex flex-column gap-3">
                                        <li>
                                            <a href="#" class="description">ফোনঃ ০১৬৭৯৪৯৪১১৬</a>
                                        </li>
                                        <li>
                                            <a href="#" class="description">ঠিকানাঃ রোড#০৩, বাসা#২৩,
                                                নিকুঞ্জ , ঢাকা-১২২৯</a>
                                        </li>
                                    </ul>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>

            <div class="py-5">
                <p class="text-center description">
                    কপিরাইট @{{ date('Y') }} ওয়ান ই- কমার্স
                </p>
            </div>
        </div>
    </div>
</footer>
<!-- FOOTER-SECTION-END -->
